{
  "website":{
    "title": "Jack's blog"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Career",
    "blog": "Blog",
    "link": "Link"
  },
  "about_me":{
    "about_me": "About Me",
    "des": "I am an Aeroespace Engineering with experience developing software Space Surveillance and Tracking applications."
  },
  "skills":{
    "my_skills": "My Skills"
  },
  "projects":{
    "my_projects": "My Projects",
    "jalpc": "This project is my project. I use javescript to get repo's information all my repos have only one request.",
    "cpython": "This project is other's project. I use another request to get repo's information.",
    "familycode": "This is another project."
  },
  "career":{
    "my_career": "My Career",
    "SatCen_name": "Project Officer SSA Operations",
    "SatCen_des": "I am part of the Operations Team of the EU SST Front Desk at the European Union Satellite Center.",
    "SatCen_date": "Aug. 2019 - Present",
    "SatCen_job": "Project Officer SSA Operations",
    "Phd_Airbus_name": "PhD researcher at Airbus Defence and Space",
    "Phd_Airbus_des": "Worked in the field of Space Surveillance and Tracking, developing a software tool that performed the full cataloguing chain of space debris, from initial sensor scheduling, data acquisition, processing and correlation up until orbit determination and propagation. My research was focused on developing new correlation algorithms for cataloguing space debris using optical systems.",
    "Phd_Airbus_date": "Nov. 2016 - Jul. 2019",
    "Phd_Airbus_job": "PhD Candidate",
    "Thesis_Airbus_name": "MSc Final year thesis at Airbus Defence and Space",
    "Thesis_Airbus_des": "I did my MSc thesis in Airbus Defence and Space developoing an Orbit Determination tool for space debris.",
    "Thesis_Airbus_date": "Apr. 2016 - Sep. 2016",
    "Thesis_Airbus_job": "Final Year Thesis", 
    "MSc_cranfield_name": "MSc in Astronautics and Space Engineering at Cranfield University",
    "MSc_cranfield_desc": "In September 2016 I graduated from a Master in Astronautics and Space Engineering at Cranfield University, where I was enrolled as part of a double degree with the Technical University of Madrid (UPM). I received the Airbus Defence and Space Prize for excellent perfomance during the MSc.",
    "MSc_cranfield_date": "Oct. 2015 - Sep. 2016",
    "MSc_cranfield_job": "MSc student",
    "MSc_upm_name": "MSc in Aeronautical Engineering at Technical University of Madrid (UPM)",
    "MSc_upm_desc": "In Septembber 2016 I graduated from the MSc in Aeronautical Engineering, gaining professional habilitation to practise the regulated profession of Aeroespace Engineer required by Spanish law. I did an specialization in Space Vehicles.",
    "MSc_upm_date": "Oct. 2014 - Sep. 2016",
    "MSc_upm_job": "MSc student",
    "everis_name": "Internship in Everis Aerospace, Defence and Security",
    "everis_des": "During my internship in Everis Aerospace and defence I was in charge of developing a tool to simulate the dynamics of low range missile, focusing on the theoretical modelling of the aerodynamic forces.",
    "everis_date": "Feb. 2014 - May. 2014",
    "everis_job": "Intern",
    "BSc_upm_name": "BSc in Aeroespace Engineering at Technical University of Madrid (UPM)",
    "BSc_upm_desc": "In July 2014 I graduted from a Bachelor in Aeroespace Engineering with an intesification in Aerospace Sciences and Technologies. I was granted with a research scholarship by the Spanish cience and Education Ministry to develop my final year thesis.",
    "BSc_upm_date": "Sep. 2010 - Jul. 2014",
    "BSc_upm_job": "BSc Student"
  },
  "blog":{
    "my_blog": "My Blog"
  },
  "link":{
    "link": "Link",
    "view": "views"
  },
  "publications":{
    "my_publications": "My publications",
    "title_spook": "SPOOK - A comprehensive Space Surveillance and Tracking Analysis Tool.",
    "cite_spook": "Acta Astronautica, 2018",
    "title_msc_thesis": "Improvement and Validation of a Space Debris Orbit Determination Tool",
    "cite_msc_thesis": "MSc Thesis at Cranfield University, 2016",
    "label_url_msc_paper": "Paper",
    "label_url_msc_report": "Report",
    "title_msc_group_design": "Lunar Mission One: Descent and Landing Subsystem",
    "cite_msc_gdp": "Group Design Project at Cranfield University, 2016",
    "label_url_gdp_report": "Report",
    "title_bsc_thesis": "Study of the motion of a legged robot as a non-linear dynamic system",
    "cite_bsc_thesis": "Bachelor Thesis at Technical University of Madrid (UPM), 2014.",
    "label_url_bsc_report": "Report"
  }
}
